app/controllers/posts_controller.rb

	def index
		byebug
    @posts = Post.all
---
SELECT "posts".* FROM "posts"